Repository: chi-rei-den/TerrariaLocalization
Catalog: project/tm/penalty-30/legacy.tmx
Source language: en_us
Languages: zh_cn

source: Pigron
zh_cn: 猪龙

source: Pigron Banner
zh_cn: 猪龙旗

source: Pigron Mount
zh_cn: 猪龙坐骑

source: Pigron Statue
zh_cn: 猪龙雕像

source: Pigronata
zh_cn: 猪龙彩罐

source: Pillagin Me Pixels
zh_cn: 海贼像素画

source: Pillar Statue
zh_cn: 石柱雕像

source: Pin Frame
zh_cn: 固定边框

source: Pine Chair
zh_cn: 松树椅

source: Pine Door
zh_cn: 松树门

source: Pine Needle
zh_cn: 松针

source: Pine Table
zh_cn: 松树桌

source: Pine Tree
zh_cn: 松树

source: Pine Tree Block
zh_cn: 松树块

source: Pink Brick
zh_cn: 粉砖

source: Pink Brick Platform
zh_cn: 粉砖平台

source: Pink Brick Wall
zh_cn: 粉砖墙

source: Pink Dungeon Bathtub
zh_cn: 粉地牢浴缸

source: Pink Dungeon Bed
zh_cn: 粉地牢床

source: Pink Dungeon Bookcase
zh_cn: 粉地牢书架

source: Pink Dungeon Candelabra
zh_cn: 粉地牢烛台

source: Pink Dungeon Candle
zh_cn: 粉地牢蜡烛

source: Pink Dungeon Chair
zh_cn: 粉地牢椅

source: Pink Dungeon Chandelier
zh_cn: 粉地牢吊灯

source: Pink Dungeon Chest
zh_cn: 粉地牢箱

source: Pink Dungeon Clock
zh_cn: 粉地牢时钟

source: Pink Dungeon Door
zh_cn: 粉地牢门

source: Pink Dungeon Dresser
zh_cn: 粉地牢梳妆台

source: Pink Dungeon Lamp
zh_cn: 粉地牢灯

source: Pink Dungeon Piano
zh_cn: 粉地牢钢琴

source: Pink Dungeon Sink
zh_cn: 粉地牢水槽

source: Pink Dungeon Sofa
zh_cn: 粉地牢沙发

source: Pink Dungeon Table
zh_cn: 粉地牢桌

source: Pink Dungeon Vase
zh_cn: 粉地牢花瓶

source: Pink Dungeon Work Bench
zh_cn: 粉地牢工作台

source: Pink Dye
zh_cn: 粉染料

source: Pink Eskimo Coat
zh_cn: 粉爱斯基摩大衣

source: Pink Eskimo Hood
zh_cn: 粉爱斯基摩兜帽

source: Pink Eskimo Pants
zh_cn: 粉爱斯基摩裤

source: Pink Fairy
zh_cn: 粉仙灵

source: Pink Gel
zh_cn: 粉凝胶

source: Pink Gel Dye
zh_cn: 粉凝胶染料

source: Pink Horseshoe Balloon
zh_cn: 粉马蹄气球

source: Pink Ice Block
zh_cn: 粉冰雪块

source: Pink Jellyfish
zh_cn: 粉水母

source: Pink Jellyfish Banner
zh_cn: 粉水母旗

source: Pink Jellyfish Jar
zh_cn: 粉水母罐

source: Pink Laser
zh_cn: 粉激光

source: Pink Paint
zh_cn: 粉漆

source: Pink Prickly Pear
zh_cn: 粉仙人球

source: Pink Slab Wall
zh_cn: 粉板墙

source: Pink Slime Block
zh_cn: 粉史莱姆块

source: Pink Streamer
zh_cn: 粉饰带

source: Pink String
zh_cn: 粉绳

source: Pink Team Block
zh_cn: 粉团队块

source: Pink Team Platform
zh_cn: 粉团队平台

source: Pink Thread
zh_cn: 粉线

source: Pink Tiled Wall
zh_cn: 粉瓷砖墙

source: Pink Torch
zh_cn: 粉火把

source: Pink Vase
zh_cn: 粉花瓶

source: Pink Weighted Pressure Plate
zh_cn: 粉色加重压力板

source: Pink and Black Dye
zh_cn: 粉黑染料

source: Pink and Silver Dye
zh_cn: 粉银染料

source: Pinky
zh_cn: 粉史莱姆

source: Pinky Banner
zh_cn: 粉史莱姆旗

source: Piranha
zh_cn: 食人鱼

source: Piranha Banner
zh_cn: 食人鱼旗

source: Piranha Gun
zh_cn: 食人鱼枪

source: Piranha Statue
zh_cn: 食人鱼雕像

source: Pirate
zh_cn: 海盗

source: Pirate Captain
zh_cn: 海盗船长

source: Pirate Captain Banner
zh_cn: 海盗船长旗

source: Pirate Corsair
zh_cn: 私船海盗

source: Pirate Corsair Banner
zh_cn: 私船海盗旗

source: Pirate Crossbower
zh_cn: 海盗弩手

source: Pirate Crossbower Banner
zh_cn: 海盗弩手旗

source: Pirate Deadeye
zh_cn: 海盗神射手

source: Pirate Deadeye Banner
zh_cn: 海盗神射手旗

source: Pirate Deckhand
zh_cn: 海盗水手

source: Pirate Deckhand Banner
zh_cn: 海盗水手旗

source: Pirate Hat
zh_cn: 海盗帽

source: Pirate Invasion
zh_cn: 海盗入侵

source: Pirate Map
zh_cn: 海盗地图

source: Pirate Pants
zh_cn: 海盗裤

source: Pirate Shirt
zh_cn: 海盗衣

source: Pirate Staff
zh_cn: 海盗法杖

source: Pirates are approaching from the east!
zh_cn: 海盗正从东边逼近！

source: Pirates are approaching from the west!
zh_cn: 海盗正从西边逼近！

source: Pixel Box
zh_cn: 像素盒

source: Pixie
zh_cn: 妖精

source: Pixie Banner
zh_cn: 妖精旗

source: Pixie Dust
zh_cn: 妖精尘

source: Pixie Dye
zh_cn: 妖精染料

source: Pixie Pants
zh_cn: 妖精裤

source: Pixie Shirt
zh_cn: 妖精衣

source: Pixiefish
zh_cn: 妖精鱼

source: Place
zh_cn: 放置

source: Place Above the Clouds
zh_cn: 云之上

source: Place a material here
zh_cn: 在此放置物品

source: Place an item here to reforge
zh_cn: 将物品放到此处重铸

source: Place in the Eternia Crystal Stand to summon Etheria's portals
zh_cn: 放入埃特尼亚水晶座以召唤埃特尼亚的传送门

source: Place this on logic gate lamps to randomize the activation
zh_cn: 将此物放置在逻辑门灯上，可随机激活

source: Place this on logic gates to add checks
zh_cn: 将此物放置在逻辑门上，以添加检测方法

source: Placeable on a christmas tree
zh_cn: 可放置在圣诞树上

source: Placement Preview Off
zh_cn: 放置预览关

source: Placement Preview On
zh_cn: 放置预览开

source: Places Hives
zh_cn: 放置蜂巢

source: Places blue wire
zh_cn: 放置蓝电线

source: Places bone
zh_cn: 放置骨头

source: Places green wire
zh_cn: 放置绿电线

source: Places leaves
zh_cn: 放置树叶

source: Places living rich mahogany
zh_cn: 放置生命红木

source: Places living wood
zh_cn: 放置生命木

source: Places red wire
zh_cn: 放置红电线

source: Places rich mahogany leaves
zh_cn: 放置红木树叶

source: Places yellow wire
zh_cn: 放置黄电线

source: Placing altars
zh_cn: 正在放置祭坛

source: Placing breakables
zh_cn: 正在放置易碎物品

source: Placing dirt in the rocks
zh_cn: 正在将土放入岩石间

source: Placing hellforges
zh_cn: 正在放置地狱熔炉

source: Placing life crystals
zh_cn: 正在放置生命水晶

source: Placing mud in the dirt
zh_cn: 正在将泥置于土中

source: Placing rocks in the dirt
zh_cn: 正在将岩石置于土中

source: Placing statues
zh_cn: 正在放置雕像

source: Placing traps
zh_cn: 正在放置机关

source: Planked Wall
zh_cn: 板条墙

source: Plantera
zh_cn: 世纪之花

source: Plantera Mask
zh_cn: 世纪之花面具

source: Plantera Trophy
zh_cn: 世纪之花纪念章

source: Plantera's Bulb
zh_cn: 世纪之花灯泡

source: Plantera's Hook
zh_cn: 世纪之花钩

source: Plantera's Tentacle
zh_cn: 世纪之花触手

source: Planting flowers
zh_cn: 正在种花

source: Planting herbs
zh_cn: 正在种草药

source: Planting mushrooms
zh_cn: 正在种蘑菇

source: Planting sunflowers
zh_cn: 正在种向日葵

source: Planting trees
zh_cn: 正在种树

source: Planting weeds
zh_cn: 正在种草

source: Platinum
zh_cn: 铂金

source: Platinum Axe
zh_cn: 铂金斧

source: Platinum Bar
zh_cn: 铂金锭

source: Platinum Bow
zh_cn: 铂金弓

source: Platinum Brick
zh_cn: 铂金砖

source: Platinum Brick Wall
zh_cn: 铂金砖墙

source: Platinum Broadsword
zh_cn: 铂金宽剑

source: Platinum Candelabra
zh_cn: 铂金烛台

source: Platinum Candle
zh_cn: 铂金蜡烛

source: Platinum Chainmail
zh_cn: 铂金链甲

source: Platinum Chandelier
zh_cn: 铂金吊灯

source: Platinum Coin
zh_cn: 铂金币

source: Platinum Coins
zh_cn: 铂金币

source: Platinum Crown
zh_cn: 铂金冠

source: Platinum Greaves
zh_cn: 铂金护胫

source: Platinum Hammer
zh_cn: 铂金锤

source: Platinum Helmet
zh_cn: 铂金头盔

source: Platinum Ore
zh_cn: 铂金矿

source: Platinum Pickaxe
zh_cn: 铂金镐

source: Platinum Shortsword
zh_cn: 铂金短剑

source: Platinum Watch
zh_cn: 铂金表

source: Play
zh_cn: 开始游戏

source: Player limit: {0}
zh_cn: 玩家限制：{0}

source: Playing online.
zh_cn: 在线玩游戏。

source: Please Enter Your Passcode
zh_cn: 请输入你的密码

source: Please Enter Your SteamID
zh_cn: 请输入你的SteamID

source: Please ensure Stream is logged in and running.
zh_cn: 请从 Steam 客户端启动游戏。

source: Please show your support:
zh_cn: 欢迎表示您的支持:

source: Plumber's Hat
zh_cn: 管道工帽

source: Plumber's Pants
zh_cn: 管道工背带裤

source: Plumber's Shirt
zh_cn: 管道工衣

source: Pocket Mirror
zh_cn: 袖珍镜

source: Pointy
zh_cn: 尖锐

source: Poison Dart
zh_cn: 毒镖

source: Poison Fang
zh_cn: 毒牙

source: Poison Seed
zh_cn: 毒种子

source: Poison Spit
zh_cn: 毒唾液

source: Poison Staff
zh_cn: 剧毒法杖

source: Poisoned
zh_cn: 中毒

source: Poisoned Knife
zh_cn: 毒刀

source: Poisonous Spore Banner
zh_cn: 毒孢旗

source: Pole Smash
zh_cn: 法棒粉碎

source: Polly want's the cracker
zh_cn: 波利想要饼干

source: Polski (Polish)
zh_cn: Polski (波兰语)

source: Poltergeist
zh_cn: 胡闹鬼

source: Poltergeist Banner
zh_cn: 胡闹鬼旗

source: Populating browser...
zh_cn: 填充浏览器中...

source: Port: {0}
zh_cn: 端口：{0}

source: Portable Cement Mixer
zh_cn: 便携式水泥搅拌机

source: Portal Bolt
zh_cn: 传送矢

source: Portal Gate
zh_cn: 传送通道

source: Portal Gun
zh_cn: 传送枪

source: Portal Gun Station
zh_cn: 传送枪站

source: Português brasileiro (Brazilian Portuguese)
zh_cn: Português brasileiro (巴西葡萄牙语)

source: Position
zh_cn: 位置

source: Possessed Armor
zh_cn: 装甲幻影魔

source: Possessed Armor Banner
zh_cn: 装甲幻影魔旗

source: Possessed Hatchet
zh_cn: 疯狂飞斧

source: Pot
zh_cn: 罐子

source: Pot Statue
zh_cn: 陶罐雕像

source: Potion Sickness
zh_cn: 药水疾病

source: Potion Statue
zh_cn: 药水雕像

source: Power Glove
zh_cn: 强力手套

source: Powered by Birds
zh_cn: 鸟力驱动

source: Powerful
zh_cn: 强大

source: Precise
zh_cn: 精确

source: Predictor
zh_cn: 预言帝

source: Predictor Banner
zh_cn: 预言帝旗

source: Present
zh_cn: 礼物

source: Present Mimic
zh_cn: 礼物宝箱怪

source: Present Mimic Banner
zh_cn: 礼物宝箱怪旗

source: Press DOWN to enter water
zh_cn: 按DOWN进入水中

source: Press UP or DOWN to control speed of descent
zh_cn: 按UP或DOWN来控制下降速度

source: Press UP to reverse gravity
zh_cn: 按UP可逆转重力

source: Presserator
zh_cn: 自动安放器

source: Pressure Plate
zh_cn: 压力板

source: Pressure Plate Track
zh_cn: 压力板轨道

source: Pretty in Pink
zh_cn: 粉红佳人

source: Prime Cannon
zh_cn: 机械炮

source: Prime Laser
zh_cn: 机械激光

source: Prime Saw
zh_cn: 机械锯

source: Prime Vice
zh_cn: 机械钳

source: Princess Dress
zh_cn: 公主裙

source: Princess Fish
zh_cn: 公主鱼

source: Princess Hat
zh_cn: 公主帽

source: Print MOTD.
zh_cn: 显示每日消息。

source: Print the listening port.
zh_cn: 显示侦听端口。

source: Print the max number of players.
zh_cn: 显示最大玩家数量。

source: Print version number.
zh_cn: 显示版本号。

source: Prismancer
zh_cn: 七彩法师

source: Prismite
zh_cn: 七彩矿鱼

source: Probe
zh_cn: 探测怪

source: Productivity up 200%
zh_cn: 生产力提高200%

source: Propeller Gato
zh_cn: 飞翔Gato

source: Prophecy's End
zh_cn: 预言之末

source: Provides 7 seconds of immunity to lava
zh_cn: 7秒内对熔岩免疫

source: Provides immunity to chill and freezing effects
zh_cn: 对寒冷和冰冻效果免疫

source: Provides immunity to lava
zh_cn: 对熔岩免疫

source: Provides life regeneration
zh_cn: 提供生命再生

source: Provides life regeneration and reduces the cooldown of healing potions
zh_cn: 提供生命再生并缩短治疗药水的冷却时间

source: Provides light
zh_cn: 提供照明

source: Provides light under water
zh_cn: 在水下提供照明

source: Provides light when worn
zh_cn: 穿戴时可提供照明

source: Provides the ability to walk on water
zh_cn: 可让人在水上行走

source: Proximity Mine
zh_cn: 感应雷

source: Proximity Mine Launcher
zh_cn: 感应雷发射器

source: Psycho
zh_cn: 变态人

source: Psycho Banner
zh_cn: 变态人旗

source: Psycho Knife
zh_cn: 变态刀

source: Publish
zh_cn: 发布

source: Pulse Bolt
zh_cn: 脉冲矢

source: Pulse Bow
zh_cn: 脉冲弓

source: Pumpkin
zh_cn: 南瓜

source: Pumpkin Bathtub
zh_cn: 南瓜浴缸

source: Pumpkin Bed
zh_cn: 南瓜床

source: Pumpkin Bookcase
zh_cn: 南瓜书架

source: Pumpkin Breastplate
zh_cn: 南瓜胸甲

source: Pumpkin Candelabra
zh_cn: 南瓜烛台

source: Pumpkin Candle
zh_cn: 南瓜蜡烛

source: Pumpkin Chair
zh_cn: 南瓜椅

source: Pumpkin Chandelier
zh_cn: 南瓜吊灯

source: Pumpkin Chest
zh_cn: 南瓜箱

source: Pumpkin Clock
zh_cn: 南瓜时钟

source: Pumpkin Door
zh_cn: 南瓜门

source: Pumpkin Dresser
zh_cn: 南瓜梳妆台

source: Pumpkin Helmet
zh_cn: 南瓜头盔

source: Pumpkin Lamp
zh_cn: 南瓜灯

source: Pumpkin Lantern
zh_cn: 南瓜灯笼

source: Pumpkin Leggings
zh_cn: 南瓜护腿

source: Pumpkin Mask
zh_cn: 南瓜面具

source: Pumpkin Moon
zh_cn: 南瓜月

source: Pumpkin Moon Medallion
zh_cn: 南瓜月勋章

source: Pumpkin Pants
zh_cn: 南瓜裤

source: Pumpkin Piano
zh_cn: 南瓜钢琴

source: Pumpkin Pie
zh_cn: 南瓜饼

source: Pumpkin Platform
zh_cn: 南瓜平台

source: Pumpkin Seed
zh_cn: 南瓜子

source: Pumpkin Shirt
zh_cn: 南瓜衣

source: Pumpkin Sink
zh_cn: 南瓜水槽

source: Pumpkin Smasher
zh_cn: 南瓜粉碎者

source: Pumpkin Sofa
zh_cn: 南瓜沙发

source: Pumpkin Table
zh_cn: 南瓜桌

source: Pumpkin Wall
zh_cn: 南瓜墙

source: Pumpkin Work Bench
zh_cn: 南瓜工作台

source: Pumpking
zh_cn: 南瓜王

source: Pumpking Trophy
zh_cn: 南瓜王纪念章

source: Punches with the force of a golem
zh_cn: 以石巨人之力出拳

source: Puppy
zh_cn: 小狗

source: Pure Spray
zh_cn: 纯净喷射

source: Pure Water Fountain
zh_cn: 纯净喷泉

source: Purification Powder
zh_cn: 净化粉

source: Purple Clubberfish
zh_cn: 紫挥棒鱼

source: Purple Counterweight
zh_cn: 紫平衡锤

source: Purple Dye
zh_cn: 紫染料

source: Purple Emperor Butterfly
zh_cn: 紫君王蝶

source: Purple Emperor Butterfly Jar
zh_cn: 紫君王蝶罐

source: Purple Ice Block
zh_cn: 紫冰雪块

source: Purple Laser
zh_cn: 紫激光

source: Purple Mucos
zh_cn: 紫粘液

source: Purple Ooze Dye
zh_cn: 紫泥染料

source: Purple Paint
zh_cn: 紫漆

source: Purple Phaseblade
zh_cn: 紫陨石光剑

source: Purple Phasesaber
zh_cn: 紫晶光刃

source: Purple Rain Wallpaper
zh_cn: 紫雨壁纸

source: Purple Slime
zh_cn: 紫史莱姆

source: Purple Slime Banner
zh_cn: 紫史莱姆旗

source: Purple Solution
zh_cn: 紫溶液

source: Purple Stained Glass
zh_cn: 紫花窗玻璃

source: Purple String
zh_cn: 紫绳

source: Purple Torch
zh_cn: 紫火把

source: Purple Weighted Pressure Plate
zh_cn: 紫色加重压力板

source: Purple and Black Dye
zh_cn: 紫黑染料

source: Purple and Silver Dye
zh_cn: 紫银染料

source: Put it on a stick and roast over a campfire
zh_cn: 放在棍子上，放到篝火上烤

source: Put up a disco ball and then I'll show you how to party.
zh_cn: 装个迪斯科球，我告诉你如何开派对。

source: Putrid Scent
zh_cn: 腐香囊

source: Puts a shell around the owner when below 50% life that reduces damage
zh_cn: 生命值低于50%时在所有者周围放置可减少伤害的外壳

source: Puttin dirt behind dirt
zh_cn: 正在将土置于土后

source: Pwnhammer
zh_cn: 神锤

source: Pygmies
zh_cn: 矮人

source: Pygmy
zh_cn: 矮人

source: Pygmy Necklace
zh_cn: 矮人项链

source: Pygmy Staff
zh_cn: 矮人法杖

source: Quality: Auto
zh_cn: 质量：自动

source: Quality: High
zh_cn: 质量：高

source: Quality: Low
zh_cn: 质量：低

source: Quality: Medium
zh_cn: 质量：中

source: Queen Bee
zh_cn: 蜂王

source: Queen Bee Mask
zh_cn: 蜂王面具

source: Queen Bee Trophy
zh_cn: 蜂王纪念章

source: Queen Spider Staff
zh_cn: 蜘蛛女王法杖

source: Queen Statue
zh_cn: 女王雕像

source: Quest
zh_cn: 任务

source: Quest Item
zh_cn: 任务物品

source: Quick
zh_cn: 迅捷

source: Quick Buff
zh_cn: 快速增益

source: Quick Heal
zh_cn: 快速治疗

source: Quick Mana
zh_cn: 快速魔力

source: Quick Mark #1
zh_cn: 二维码识别器#1

source: Quick Mark #2
zh_cn: 二维码识别器#2

source: Quick Mark #3
zh_cn: 二维码识别器#3

source: Quick Mark #4
zh_cn: 二维码识别器#4

source: Quick Mount
zh_cn: 快速坐骑

source: Quick Stack
zh_cn: 快速堆叠

source: Quick Wall Replace: Disabled
zh_cn: 快速换墙：已禁用

source: Quick Wall Replace: Enabled
zh_cn: 快速换墙：已启用

source: Quick craft
zh_cn: 快速制作

source: Quick stack to nearby chests
zh_cn: 快速堆叠至附近的宝箱上

source: Quick trash, stacking, and selling will be blocked
zh_cn: 快速丢弃、堆叠和出售将被阻止

source: Quit wasting my time.
zh_cn: 别浪费我时间了。

source: Radar
zh_cn: 雷达

source: Radial Hotbar
zh_cn: 圆形热键栏

source: Radial Quickbar
zh_cn: 圆形快捷栏

source: Rage
zh_cn: 暴怒

source: Rage Potion
zh_cn: 暴怒药水

source: Ragged Brotherhood Sigil
zh_cn: 丐帮帮旗

source: Ragged Caster
zh_cn: 褴褛邪教徒法师

source: Ragged Caster Banner
zh_cn: 褴褛邪教徒法师旗

source: Rain
zh_cn: 雨

source: Rain Cloud
zh_cn: 雨云

source: Rain Coat
zh_cn: 雨衣

source: Rain Hat
zh_cn: 雨帽

source: Rainbow
zh_cn: 彩虹

source: Rainbow Brick
zh_cn: 彩虹砖

source: Rainbow Brick Wall
zh_cn: 彩虹砖墙

source: Rainbow Campfire
zh_cn: 彩虹篝火

source: Rainbow Crystal
zh_cn: 七彩水晶

source: Rainbow Crystal Staff
zh_cn: 七彩水晶法杖

source: Rainbow Dye
zh_cn: 彩虹染料

source: Rainbow Explosion
zh_cn: 七彩爆炸

source: Rainbow Gun
zh_cn: 彩虹枪

source: Rainbow Hair Dye
zh_cn: 彩虹染发剂

source: Rainbow Rod
zh_cn: 彩虹魔杖

source: Rainbow Slime
zh_cn: 彩虹史莱姆

source: Rainbow Slime Banner
zh_cn: 彩虹史莱姆旗

source: Rainbow String
zh_cn: 彩虹绳

source: Rainbow Torch
zh_cn: 彩虹火把

source: Rainbow Wallpaper
zh_cn: 彩虹壁纸

source: Rainbows and Unicorns
zh_cn: 彩虹和独角兽

source: Raincoat Zombie
zh_cn: 雨衣僵尸

source: Raincoat Zombie Banner
zh_cn: 雨衣僵尸旗

source: Rains down lunar flares
zh_cn: 降落月耀球

source: Rally
zh_cn: 对打球

source: Random
zh_cn: 随机

source: Ranger Emblem
zh_cn: 游侠徽章

source: Rapid
zh_cn: 迅速

source: Rapid Healing
zh_cn: 快速治疗

source: Rapid Lighting Off
zh_cn: 快速照明关闭

source: Rapidly launches snowballs
zh_cn: 迅速发射雪球

source: Rapidly shoots forceful bubbles
zh_cn: 快速射出强劲的泡泡

source: Rapidly shoots razor sharp leaves
zh_cn: 迅速射出锋利的树叶

source: Rapidly throw life stealing daggers
zh_cn: 快速投掷出夺命飞刀

source: Rare Creatures
zh_cn: 稀有生物

source: Rare Enchantment
zh_cn: 稀有魔力

source: Rash
zh_cn: 鲁莽

source: Raven
zh_cn: 乌鸦

source: Raven Banner
zh_cn: 乌鸦旗

source: Raven Staff
zh_cn: 乌鸦法杖

source: Ravens
zh_cn: 乌鸦

source: Ray Gunner
zh_cn: 激光枪手

source: Razorblade Typhoon
zh_cn: 利刃台风

source: Razorpine
zh_cn: 剃刀松

source: Reach the 15th wave of a frost moon, where the festive season quickly degrades into madness.
zh_cn: 到达霜月的第15波攻击，节日季将迅速沦为疯狂暴动。

source: Reach the 15th wave of a pumpkin moon, where evil lurks among the autumn harvest.
zh_cn: 到达南瓜月的第15波攻击，恶魔潜伏在金秋丰收之中。

source: Reacts to the light
zh_cn: 对光作出反应

source: Read
zh_cn: 阅读

source: Reading properties: {0}
zh_cn: 读取中: {0}

source: Ready to compile targetting .NET 4.5
zh_cn: 请准备好编译[.NET 4.5 目标包]

source: Real Estate Agent
zh_cn: 房地产经纪人

source: Really delete {0}?
zh_cn: 确定要删除{0}？

source: Reaper
zh_cn: 死神

source: Reaper Banner
zh_cn: 死神旗

source: Reaper Hood
zh_cn: 死神兜帽

source: Reaper Robe
zh_cn: 死神长袍

source: Reaper Statue
zh_cn: 死神雕像

source: Reaver Shark
zh_cn: 掠夺鲨

source: Recall Potion
zh_cn: 回忆药水

source: Receive:
zh_cn: 获得：

source: Receives water from inlet pumps
zh_cn: 从入水泵进水

source: Receiving tile data
zh_cn: 正在接收图格数据

source: Red Acid Dye
zh_cn: 红酸性染料

source: Red Admiral Butterfly
zh_cn: 红纹蝶

source: Red Admiral Butterfly Jar
zh_cn: 红纹蝶罐

source: Red Banner
zh_cn: 红旗

source: Red Brick
zh_cn: 红砖

source: Red Brick Wall
zh_cn: 红砖墙

source: Red Bulb
zh_cn: 红灯泡

source: Red Cape
zh_cn: 红披风

source: Red Counterweight
zh_cn: 红平衡锤

source: Red Devil
zh_cn: 红魔鬼

source: Red Devil Banner
zh_cn: 红魔鬼旗

source: Red Dye
zh_cn: 红染料

source: Red Dynasty Shingles
zh_cn: 红王朝瓦

source: Red Garland
zh_cn: 红花环

source: Red Hat
zh_cn: 红帽

source: Red Husk
zh_cn: 红外壳

source: Red Ice Block
zh_cn: 红冰雪块

source: Red Light
zh_cn: 红灯

source: Red Lights
zh_cn: 红光

source: Red Paint
zh_cn: 红漆

source: Red Phaseblade
zh_cn: 红陨石光剑

source: Red Phasesaber
zh_cn: 红晶光刃

source: Red Potion
zh_cn: 红药水

source: Red Pressure Plate
zh_cn: 红压力板

source: Red Riding Dress
zh_cn: 红色骑术服

source: Red Riding Hood
zh_cn: 红色骑术兜帽

source: Red Riding Leggings
zh_cn: 红色骑术护腿

source: Red Rocket
zh_cn: 红火箭

source: Red Ryder
zh_cn: 红莱德枪

source: Red Slime
zh_cn: 红史莱姆

source: Red Slime Banner
zh_cn: 红史莱姆旗

source: Red Snapper
zh_cn: 红鲷鱼

source: Red Solution
zh_cn: 红溶液

source: Red Squirrel
zh_cn: 红松鼠

source: Red Squirrel Cage
zh_cn: 红松鼠笼

source: Red Stained Glass
zh_cn: 红花窗玻璃

source: Red String
zh_cn: 红绳

source: Red Stucco
zh_cn: 红泥灰

source: Red Stucco Wall
zh_cn: 红泥灰墙

source: Red Team Block
zh_cn: 红团队块

source: Red Team Platform
zh_cn: 红团队平台

source: Red Torch
zh_cn: 红火把

source: Red Wires
zh_cn: 红电线

source: Red Wrench
zh_cn: 红扳手

source: Red and Black Dye
zh_cn: 红黑染料

source: Red and Blue Lights
zh_cn: 红蓝光

source: Red and Green Bulb
zh_cn: 红绿灯泡

source: Red and Green Garland
zh_cn: 红绿花环

source: Red and Green Lights
zh_cn: 红绿光

source: Red and Silver Dye
zh_cn: 红银染料

source: Red and Yellow Bulb
zh_cn: 红黄灯泡

source: Red and Yellow Lights
zh_cn: 红黄光

source: Red's Breastplate
zh_cn: Red的胸甲

source: Red's Helmet
zh_cn: Red的头盔

source: Red's Leggings
zh_cn: Red的护腿

source: Red's Throw
zh_cn: Red的抛球

source: Red's Wings
zh_cn: Red的翅膀

source: Red:
zh_cn: 红：

source: Reduced damage from cold sources
zh_cn: 冷系伤害减少

source: Reduced defense
zh_cn: 防御力减少

source: Reduced enemy aggression
zh_cn: 敌人攻击力降低

source: Reduced potion cooldown
zh_cn: 缩短药水冷却时间

source: Reduces ammo usage by 20%
zh_cn: 弹药使用率减少20%

source: Reduces damage from cold sources
zh_cn: 减少冷系伤害

source: Reduces damage from touching lava
zh_cn: 减少因触碰熔岩而受到的伤害

source: Reduces damage taken by 10%
zh_cn: 所受伤害减少10%

source: Reduces damage taken by 17%
zh_cn: 所受伤害减少17%

source: Reduces enemy aggression
zh_cn: 降低敌人攻击力

source: Reduces the cooldown of healing potions
zh_cn: 缩短治疗药水的冷却时间

source: Reflective Copper Dye
zh_cn: 反光铜染料

source: Reflective Dye
zh_cn: 反光染料

source: Reflective Gold Dye
zh_cn: 反光金染料

source: Reflective Metal Dye
zh_cn: 反光金属染料

source: Reflective Obsidian Dye
zh_cn: 反光黑曜石染料

source: Reflective Silver Dye
zh_cn: 反光银染料

source: Reforge
zh_cn: 重铸

source: Regeneration
zh_cn: 再生

source: Regeneration Potion
zh_cn: 再生药水

source: Reindeer Antlers
zh_cn: 驯鹿角

source: Reindeer Bells
zh_cn: 驯鹿铃铛

source: Reinforced Fishing Pole
zh_cn: 强化钓竿

source: Released Energy
zh_cn: 释能

source: Releases bees and increases movement speed when damaged
zh_cn: 受伤时释放蜜蜂并提高移动速度

source: Releases bees when damaged
zh_cn: 受伤时释放蜜蜂

source: Releasing file handle for {0}
zh_cn: 释放文件句柄 {0}

source: Reload Forced
zh_cn: 强制重新加载

source: Reload Mods
zh_cn: 重新加载模组

source: Reload Required
zh_cn: 需要重新加载

source: Reload browser
zh_cn: 重新加载浏览器

source: Remove Forced Minimum Zoom: Off
zh_cn: 禁用强制最小缩放：关闭

source: Remove Forced Minimum Zoom: On
zh_cn: 禁用强制最小缩放：开启

source: Removes wire
zh_cn: 移除电线

source: Rename
zh_cn: 重命名

source: Requesting tile data
zh_cn: 正在请求图格数据

source: Requesting world information
zh_cn: 正在请求世界信息

source: Required objects:
zh_cn: 所需物品：

source: Requires bait to catch fish
zh_cn: 需要鱼饵才能抓鱼

source: Requires {0}
zh_cn: 需要 {0}

source: Reset Frame
zh_cn: 重置边框

source: Reset to Default
zh_cn: 重置为默认

source: Resetting game objects
zh_cn: 正在重置游戏物品

source: Resolution
zh_cn: 分辨率

source: Resolution changed to: {0}x{1}.
zh_cn: 分辨率更改为：{0}x{1}。

source: Restock
zh_cn: 补货

source: Restoration Potion
zh_cn: 恢复药水

source: Restore
zh_cn: 恢复

source: Restores
zh_cn: 恢复

source: Restores {0} life
zh_cn: 恢复{0}生命值

source: Restores {0} mana
zh_cn: 恢复{0}魔力

source: Retanimini
zh_cn: 小激光眼

source: Retinazer
zh_cn: 激光眼

source: Retinazer Trophy
zh_cn: 激光眼纪念章

source: Retry
zh_cn: 重试

source: Revolver
zh_cn: 左轮手枪

source: Rich Mahogany
zh_cn: 红木

source: Rich Mahogany Bathtub
zh_cn: 红木浴缸

source: Rich Mahogany Bed
zh_cn: 红木床

source: Rich Mahogany Bookcase
zh_cn: 红木书架

source: Rich Mahogany Bow
zh_cn: 红木弓

source: Rich Mahogany Breastplate
zh_cn: 红木胸甲

source: Rich Mahogany Candelabra
zh_cn: 红木大烛台

source: Rich Mahogany Candle
zh_cn: 红木蜡烛

source: Rich Mahogany Chair
zh_cn: 红木椅

source: Rich Mahogany Chandelier
zh_cn: 红木吊灯

source: Rich Mahogany Chest
zh_cn: 红木箱

source: Rich Mahogany Clock
zh_cn: 红木时钟

source: Rich Mahogany Door
zh_cn: 红木门

source: Rich Mahogany Dresser
zh_cn: 红木梳妆台

source: Rich Mahogany Fence
zh_cn: 红木栅栏

source: Rich Mahogany Greaves
zh_cn: 红木护胫

source: Rich Mahogany Hammer
zh_cn: 红木锤

source: Rich Mahogany Helmet
zh_cn: 红木头盔

source: Rich Mahogany Lamp
zh_cn: 红木灯

source: Rich Mahogany Lantern
zh_cn: 红木灯笼

source: Rich Mahogany Leaf Wand
zh_cn: 红木树叶魔棒

source: Rich Mahogany Piano
zh_cn: 红木钢琴

source: Rich Mahogany Platform
zh_cn: 红木平台

source: Rich Mahogany Sink
zh_cn: 红木水槽

source: Rich Mahogany Sofa
zh_cn: 红木沙发

source: Rich Mahogany Sword
zh_cn: 红木剑

source: Rich Mahogany Table
zh_cn: 红木桌

source: Rich Mahogany Wall
zh_cn: 红木墙

source: Rich Mahogany Work Bench
zh_cn: 红木工作台

source: Riding in a flying drill
zh_cn: 骑乘飞钻头

source: Riding in a minecart
zh_cn: 驾驶矿车

source: Riding the red nosed reindeer
zh_cn: 骑乘红鼻子驯鹿

source: Rifle Scope
zh_cn: 步枪瞄准镜

source: Right
zh_cn: 向右

source: Right Click
zh_cn: 右键点击

source: Right Thumbstick Deadzone X
zh_cn: 右摇杆盲区X

source: Right Thumbstick Deadzone Y
zh_cn: 右摇杆盲区Y

source: Roast it over a campfire!
zh_cn: 放在篝火上烤！

source: Robbing the Grave
zh_cn: 盗墓

source: Robe
zh_cn: 长袍

source: Robot Hat
zh_cn: 机器人帽

source: Robot Mask
zh_cn: 机器人面具

source: Robot Pants
zh_cn: 机器人裤

source: Robot Shirt
zh_cn: 机器人衣

source: Rock Bottom
zh_cn: 最底层

source: Rocket
zh_cn: 火箭

source: Rocket Boots
zh_cn: 火箭靴

source: Rocket I
zh_cn: 初级火箭

source: Rocket II
zh_cn: 二级火箭

source: Rocket III
zh_cn: 三级火箭

source: Rocket IV
zh_cn: 四级火箭

source: Rocket Launcher
zh_cn: 火箭发射器

source: Rockfish
zh_cn: 岩鱼锤

source: Rod of Discord
zh_cn: 混沌传送杖

source: Rope
zh_cn: 绳

source: Rope Coil
zh_cn: 绳圈

source: Rotten Chunk
zh_cn: 腐肉

source: Rotten Egg
zh_cn: 臭蛋

source: Royal Gel
zh_cn: 皇家凝胶

source: Ruby
zh_cn: 红玉

source: Ruby Bolt
zh_cn: 红玉矢

source: Ruby Gem Lock
zh_cn: 红玉宝石锁

source: Ruby Gemspark Block
zh_cn: 红玉晶莹宝石块

source: Ruby Gemspark Wall
zh_cn: 红玉晶莹宝石墙

source: Ruby Hook
zh_cn: 红玉钩

source: Ruby Robe
zh_cn: 红玉长袍

source: Ruby Staff
zh_cn: 红玉法杖

source: Rudolph
zh_cn: 鲁道夫

source: Ruler
zh_cn: 标尺

source: Ruler Off
zh_cn: 标尺关

source: Ruler On
zh_cn: 标尺开

source: Rune Blast
zh_cn: 符文爆破弹

source: Rune Hat
zh_cn: 符文帽

source: Rune Robe
zh_cn: 符文长袍

source: Rune Wizard
zh_cn: 符文巫师

source: Rune Wizard Banner
zh_cn: 符文巫师旗

source: Running on port
zh_cn: 运行于端口

source: Rusted Company Standard
zh_cn: 秀逗连队旗

source: Rusty Armored Bones
zh_cn: 生锈装甲骷髅
